// お知らせのマスターデータ
// 新しいお知らせを追加する場合は、このリストの先頭に新しい {} を追加してください。
const newsData = [
  {
    date: '2025-07-20',
    title: '令和７年度　演習林野外セミナー高校生対象『大学の森・森林科学野外実習＠大野演習林』を開催しました。',
    link: 'http://uf.kpu.ac.jp/kpu_uf/osirase/osirase.html' // 個別記事へのリンク
  },
  {
    date: '2025-07',
    title: '高校生対象『大学の森・森林科学野外実習』＠大野演習林(オープンキャンパス関連行事)<br>＜開催:7月20日(日)、申込締切:7月13日(日)必着＞',
    link: '#'
  },
  {
    date: '2024-10-26',
    title: '令和６年度　演習林野外セミナー一般対象『大学の森への誘いコース＠大枝演習林』を開催しました。',
    link: '#'
  },
 
  {
    date: '2024-10',
    title: '【参加者募集】演習林野外セミナー『大学の森への誘いコース＠大枝演習林』を10/26（土）に開催します。<br>(一般対象、定員20名　締切：10/11(金)）',
    link: '#'
  },
 {
    date: '2024-07-20',
    title: '令和6年度　演習林野外セミナー高校生対象『大学の森・森林科学野外実習＠大野演習林』を開催しました。',
    link: '#'
  },
  {
    date: '2024-07',
    title: '【参加者募集】高校生対象『大学の森・森林科学野外実習』＠大野演習林(オープンキャンパス関連行事)<br>＜開催:7月20日(土)、申込締切:7月８日(月)必着＞',
    link: '#'
  }
];